
"%d Active Connections" = "%d connessioni attive";

"%d Items" = "%d oggetti";

"%d Tunnelblick Connections Imported" = "%d connessioni di Tunnelblick importate";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Sono state importate %d connessioni da Tunnelblick. Se hai usato caratteristiche avanzate di OpenVPN o script apri la sezione Preferenze per verificarne la corretta importazione.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s è stata disconnessa";

"%s Is Connected" = "%s connesso";

"%s Is Disconnected" = "%s disconnesso";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s è stata disconnessa perché non esiste più un percorso valido verso il server remoto. Viscosity può lasciare disconnessa questa connessione, o riprovare ad effettuarla automaticamente non appena la rete sarà disponibile.";

"1 Active Connection" = "1 connessione attiva";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "È stata importata una connessione da Tunnelblick. Se hai usato caratteristiche avanzate di OpenVPN o script apri la sezione Preferenze per verificarne la corretta importazione.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Non esiste un percorso valido verso il server remoto; verificare che il computer abbia una connessione di rete valida e riprova. Viscosity può lasciare disconnessa questa connessione, o riprovare ad effettuarla automaticamente non appena la rete sarà disponibile.";

"Admin Rights Required" = "Necessari i diritti di amministrazione";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "C'è un'installazione di Tunnelblick su questo computer. Vuoi che Viscosity importi automaticamente le configuazioni delle connessioni da essa?";

"Append" = "Aggiungi";

"Are you sure you want to delete the connection '%s'?" = "Sei sicuro di voler cancellare la connessione '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Sei sicuro di voler cancellare la cartella '%s' e i suoi %d oggetti?";

"Are you sure you want to delete the folder '%s'?" = "Sei sicuro di voler cancellare la cartella '%s'?";

"Authenticating" = "Autenticazione";

"Authentication Failed" = "Autenticazione fallita";

"Automatically Connect" = "Connetti automaticamente";

"Before Connect script terminated connection attempt." = "Lo script ante-connessione ha chiuso il tentativo di connessione.";

"Bytes" = "Byte";

"Cancel" = "Annulla";

"Checking reachability status of connection..." = "Controllo la raggiungibilità della connessione…";

"Clear" = "Cancella";

"Connect %s" = "Connetti %s";

"Connected" = "Connesso";

"Connecting" = "In connessione";

"Connection Failed" = "Connessione fallita";

"Connection Imported" = "Connessione importata";

"Connection is not reachable. Disconnecting." = "Connessione non raggiungibile, disconnessione in corso.";

"Connection is reachable. Starting connection attempt." = "Connessione raggiungibile, inizio connessione.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Cancella connessione";

"Delete Folder" = "Cancella cartella";

"Deny" = "Deny";

"Details..." = "Dettagli…";

"Disconnect %s" = "Disconnetti %s";

"Disconnected" = "Disconnesso";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Inserisci licenza";

"Error: Email Missing" = "Errore: Indirizzo mancante";

"Error: License Missing" = "Errore: Licenza mancante";

"Error: Name Missing" = "Errore: Nome mancante";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "In uscita";

"Export As:" = "Esporta come:";

"Ignore" = "Ignora";

"Import Bundled Connections?" = "Importo le connessioni incluse?";

"Import Connections From Tunnelblick?" = "Importare le connessioni da Tunnelblick?";

"In" = "Entrata";

"Install" = "Install";

"Invalid License" = "Licenza non valida";

"Invalid Remote Server Address" = "Indirizzo server remoto non valido";

"Invalid Username" = "Utente non valido";

"My Connection" = "Connessione";

"My Folder" = "Cartella mia";

"No" = "No";

"No Tunnelblick Connections Imported" = "Nessuna connessione di Tunnelblick importata";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Non è stata trovata alcuna connessione client in Tunnelblick, ma naturalmente puoi usare la sezione Preferenze per creare o importare connessioni manualmente.";

"None" = "Nessuna";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "La verifica di OpenVPN con le specifiche contenute nel portachiavi non è riuscita, e il relativo elemento del portachiavi è stato cancellato. Riprova a connetterti.";

"OpenVPN Verification Failed. Please reconnect to try again." = "La verifica di OpenVPN non è riuscita. Riprova a connetterti";

"OpenVPN requires a username and password to continue." = "OpenVPN richiede un nome utente e una password per continuare.";

"Out" = "Uscita";

"Overwrite" = "Sovrascrivi";

"Please enter the email associated with the license to continue." = "Inserire l'indirizzo associato con la licenza per continuare.";

"Please enter the license key to continue." = "Inserire la chiave di licenza per continuare.";

"Please enter the name associated with the license to continue." = "Inserire il nome associato con la licenza per continuare.";

"Please log into the HTTP Proxy server using your username and password." = "Inserire il nome utente e la password del server proxy HTTP.";

"Please purchase Viscosity!" = "Acquista Viscosity!";

"Preferences..." = "Preferenze…";

"Purchase" = "Acquista";

"Quit" = "Quit";

"Quit Viscosity" = "Esci da Viscosity";

"Reconnect" = "Riconnetti";

"Reconnect Connections?" = "Rieffettuo le connessioni?";

"Registered To" = "Registrato a";

"Registration Successful" = "Registrazione avvenuta";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "La registrazione ha avuto successo, tutti le limitazioni sono state rimosse. Grazie per aver acquistato Viscosity!";

"Select ..." = "Seleziona…";

"Several Connections Have Been Disconnected" = "Diverse connessioni sono state disconnesse.";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Diverse connessioni sono state disconnesse perché non esiste più un percorso valido verso il server remoto. Viscosity può lasciare disconnessa queste connessioni, o riprovare ad effettuarle automaticamente non appena la rete sarà disponibile.";

"The Connection Could Not Be Imported" = "La connessione non può essere importata";

"The Connection Could Not Be Saved" = "La connessione non può essere registrata";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Il sottosistema OpenVPN non può essere avviato. Verifiche da fare:\n- Controllare eventuali messaggi di errore sopra questa notifica.\n- Assicurarsi che Viscosity non è in esecuzione da una località protetta da File Vault (basta mettere il programma nella cartella Applicazioni).\n- Controllare che la configurazione sia valida, verificando i parametri di connessione con Viscosity e assicurandosi che siano corretti.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Il sottosistema OpenVPN non può essere avviato. Controllare la sezione registro (terza icona) nella finestra Dettagli per maggiori informazioni.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "La rotta non può essere aggiunta";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Il certificato del server non è valido; potresti stare per connetterti ad un server che pretende di essere \"%@\" per scopi malevoli. Vuoi connetterti comunque al server?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "La connessione %s è disconnessa.";

"The connection %s has connected." = "La connessione %s è connessa.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Il file selezionato non è un bundle di connessione di Viscosity valido.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Il file selezionato non è un file di configurazione client di OpenVPN valido.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "La chiave di licenza inserita non è valida. Controllare il nome, l'indirizzo e la chiave e riprovare";

"The name '%s' is already in use. Please enter a new name." = "Il nome '%s' è già usato, inserirne un altro.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Non riesco a contattare il server remoto. Assicurati di avere inserito un indirizzo server valido e riprova.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Il nome utente e/o la password non sono corretti. Riprova a connetterti.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "L'utente e/o la password inserita non sono stati accettati dal server. Assicurati che il nome utente e la password siano corretti e riprova.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Il nome utente e/o la password registrati nel portachiavi non sono corretti, e il relativo elemento del portachiavi è stato cancellato. Riprova a connetterti.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Questa copia di Viscosity include una o più connessioni. Vuoi sovrascrivere le connessioni esistenti con quelle incluse o semplicemente aggiungerle?";

"Trial Period Expired!" = "Periodo di prova terminato!";

"Tunnelblick Connection Imported" = "Connessione di Tunnelblick importata";

"Username/Password (Basic)" = "Utente/Password (Base)";

"Username/Password (NTLM)" = "Utente/Password (NTLM)";

"Verification Failed" = "Verifica fallita";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity non riesce a verificare l'identità del server \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity ha importato la connessione, che si trova adesso nell'elenco delle connessioni disponibili.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity ha importato la connessione, che si trova adesso nell'elenco delle connessioni disponibili.\n\nSe hai usato caratteristiche avanzate di OpenVPN o script apri la sezione Preferenze per verificarne la corretta importazione.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity deve rieffettuare le connessioni attive per applicare le modifiche.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity richiede i diritti di amministrazione al primo avvio per configurare OpenVPN e i componenti richiesti. Il programma si chiuderà, riaprirlo per provare di nuovo.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "In attesa";

"Yes" = "Sì";

"You must enter a Name for the connection." = "Inserire un nome per la connessione.";

"You must enter a Route before saving." = "Inserire una rotta prima di registrare.";

"You must enter a port for the proxy server." = "Inserire una porta per il server proxy.";

"You must enter a username to use for authentication." = "Devi inserire un nome utente per l'autenticazione.";

"You must enter a valid address for the remote VPN server." = "Devi inserire un indirizzo del server VPN remoto valido.";

"You must enter an address for the proxy server." = "Inserire un indirizzo per il server proxy.";

"You must enter an address for the remote server." = "Inserire un indirizzo per il server remoto.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Il periodo di prova scade tra %d days. Se Viscosity ti piace, acquistalo per poterlo usare senza limitazioni.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Il periodo di prova scade tra 1 giorno! Se Viscosity ti piace, acquistalo per poterlo usare senza limitazioni.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Il periodo di prova è terminato. Se Viscosity ti è piaciuto, acquistalo per poterlo usare senza limitazioni.";

"day" = "giorno";

"days" = "giorni";

"hour" = "ora";

"hours" = "ore";

"minute" = "minuto";

"minutes" = "minuti";

"second" = "secondo";

"seconds" = "secondi";
